[
    {
        "id": 1,
        "description": "Всего через несколько дней герои добрались до Вязенского пруда. Там в тени камышей, герои увидели скромного вида лягушечку, золотистого цвета, а прямо над ней в берёзке торчащую стрелу.",
        "initial": true,
        "objects": [8,9]
    },
    {
        "id": 2,
        "description": "Что-то у него в животе забурлило, затем вроде поутихло, потом вдруг %lastSubject% покрылся зеленью и пупырышками, и наконец издав вопросительное \"Ква?\" он превратился в лягушку. А потом сверху её придавило сундуком.",
        "objects": [7]
    },
    {
        "id": 3,
        "description": "Это было непросто, однако, он справился. И даже получил некоторое удовольствие, от удивлённых взглядов друзей.",
        "nextEventId": 11
    },
    {
        "id": 4,
        "description": "Этого невероятно странного события %lastObject% ждал почти всю свою жизнь. Теперь, когда %lastSubject% продемонстрировал свою любовь и заклятие спало он снова может принять свою истинную форму! Форму человека-сундука."        
    },
    {
        "id": 5,
        "description": "Пинок вышел недурственный, крышка тут же откинулась. %randomPlayerSubject% подошёл к сундуку и заглянул внутрь. На дне лежала эльфийская стрела.",
        "objects": [7,9]
    },
    {
        "id": 6,
        "description": "Каким-то неведомым образом лягушка вмиг стала твёрдой как камень и от удара ей ничего не сделалось. %lastSubject% же вывихнул руку.",
        "objects": [8]
    },
    {
        "id": 7,
        "description": "Для него это оказалось не так уж сложно. Однако, c увеличенным животом в форме сундука, %lastSubject%, совершенно потерял способность к перемещёнию."
    },
    {
        "id": 8,
        "description": "Герои притаились, вокруг затихли птицы. Прошли секунды. Затем минуты. Но ничего не происходило. %randomPlayerSubject% не выдержал, перезагрузил локацию и попробовал поцеловать ещё раз. Но нет, не та лягушка.",
        "objects": [8]        
    },
    {
        "id": 9,
        "description": "Естественно он поранился. Разозлившись %lastObject% решил, что здесь им больше нечего делать.",
        "nextEventId": 11
    },
    {
        "id": 10,
        "description": "Они шли через древний лес. Вдруг %randomPlayerSubject% приметил, что на старом дубу на цепях висит сундук.",
        "initial": true,
        "objects": [7]        
    },
    {
        "id": 11,
        "description": "%playerSubjects% двинулись дальше"
    },
    {
        "id": 12,
        "description": "Герои наткнулись на статую Великой Лягухи. На табличке под статуей можно было разобрать, что Великая Лягуха пропрыгала более 100000 миль",
        "initial": true,
        "objects": [8]
    },    
    {
        "id": 201,
        "heading": true,
        "description": "История о том как %playerSubjects% искали приключений"
    },
    {
        "id": 202,
        "heading": true,
        "description": "%randomPlayerSubject% и %randomItem%"
    },
    {
        "id": 203,
        "ending": true,
        "description": "После всех этих невероятных приключений герои вернулись к себе домой ( кроме %randomPlayerSubject%, он потерялся по пути ) и стали пить чай с плюшками."
    },
    {
        "id": 204,
        "ending": true,
        "description": "В таверне, которая называлась '%randomItem%' %randomPlayerSubject% заставил всех играть с ним в какую-то дурацкую текстовую игру. Стало так скучно, что %playerSubjects% решили, что пора заканчивать приключение."
    },
    {
        "id": 205,
        "noSubjects": true,
        "description": "Вот и сказочки конец"
    },
    {
        "id": 101,
        "prolog": true,
        "description": "Хотите, историю? Пожалуйста! Усаживайтесь по-удобнее, выпейте эля и заткнитесь. Приключение начинается!"
    }
]


